export const termsOfService = {
	title: "Όροι Χρήσης",
	desciption: [
		"Η Εταιρία διατηρεί το δικαίωμα να τροποποιεί ή να αναθεωρεί ελεύθερα τους όρους και τις προϋποθέσεις χρήσης της παρούσας ιστοσελίδας και αναλαμβάνει την υποχρέωση να ενημερώνει τους χρήστες για οποιανδήποτε μεταβολή.",
	],
	terms: [
		{
			title: "Εισαγωγή",
			description: [
				"Το Wikodid αποτελεί την ενημερωτική ιστοσελίδα (στο εξής χάριν συντομίας ‘site’), που δημιούργησε και λειτουργεί η εταιρία με την επωνυμία «Βασιλειος Μιχας » που εδρεύει στην Αθήνα, οδός Κλεομηδους, αριθμός 4, ΤΚ 10443, (στο εξής χάριν συντομίας η ‘Εταιρία’).",
				"Η χρήση του site σημαίνει ότι ο χρήστης έλαβε γνώση και αποδέχτηκε ανεπιφύλακτα τους κάτωθι όρους και προϋποθέσεις (στο εξής χάριν συντομίας ‘Όροι Χρήσης’), οι οποίοι αποκλείουν κάθε άλλου είδους όρους χρήσης πέραν των ρητά αναφερόμενων. Εάν κάποιος χρήστης δε συμφωνεί με αυτούς τους όρους, οφείλει να απέχει από την επίσκεψη, τη χρήση του παρόντος διαδικτυακού τόπου.",
			],
			list: [],
		},
		{
			title: "Παρεχόμενες πληροφορίες",
			description: [
				"Η Εταιρία δεσμεύεται ως προς την αλήθεια, την ακρίβεια και την πληρότητα των πληροφοριών που αναρτώνται στο ενημερωτικό site, αναφορικά με τα στοιχεία της Εταιρίας. Στο πλαίσιo της καλής πίστης, η Εταιρία δεν ευθύνεται και δε δεσμεύεται από καταχωρήσεις ηλεκτρονικών δεδομένων που έγιναν εκ παραδρομής ή σφάλματος κατά την κοινή πείρα και δικαιούται να προβαίνει σε διόρθωση αυτών οποτεδήποτε.",
			],
			list: [],
		},
		{
			title: "Περιορισμός Ευθύνης",
			description: [
				"Η Εταιρία, σε περίπτωση πρόβλεψης νέων νομοθετικών διατάξεων ή τροποποιήσεων στις ισχύουσες νομοθετικές διατάξεις, θα ανανεώνει τους παρόντες Όρους Χρήσης με στόχο τη πλήρη ενημέρωση του χρήστη.",
				"Σε καμία περίπτωση η Εταιρία δε φέρει ευθύνη για τυχόν απαιτήσεις αστικής ή/ και ποινικής φύσης ούτε για τυχόν ζημία (θετική, ειδική ή αποθετική η οποία ενδεικτικά και όχι περιοριστικά, διαζευκτικά/ή και σωρευτικά συνίσταται σε απώλεια κερδών, δεδομένων, διαφυγόντα κέρδη, χρηματική ικανοποίηση κ.λπ.) που τυχόν υποστεί επισκέπτης ή χρήστης του site ή και τρίτος, από αιτία που έχει σχέση με τη λειτουργία ή μη ή/ και τη χρήση του διαδικτυακού τόπου ή/και αδυναμία παροχής υπηρεσιών ή/και προϊόντων ή/και πληροφοριών που διατίθενται από αυτό ή/και από τυχόν μη επιτρεπόμενες παρεμβάσεις τρίτων σε προϊόντα ή/ και υπηρεσίες ή/και πληροφορίες που διατίθενται μέσω αυτού.",
				"Η Εταιρία καταβάλλει κάθε εύλογη προσπάθεια για την καλή λειτουργία των δικτύων που χρησιμοποιεί. Η Εταιρία δεν μπορεί να εγγυηθεί ότι δε θα υπάρξουν κατά τη λειτουργία του δικτύου διακοπές ή λάθη και δε φέρει ευθύνη σε περίπτωση που οι χρήστες δεν μπορούν να συνδεθούν με την ιστοσελίδα. Η Εταιρία δεν έχει ευθύνη για την πολιτική ασφαλείας άλλων ιστοτόπων ή για τον τρόπο με τον οποίο αυτοί διαχειρίζονται τους ηλεκτρονικούς τους επισκέπτες.",
			],
			list: [],
		},
		{
			title: "Πνευματική Ιδιοκτησία",
			description: [
				"Το συνολικό περιεχόμενο του site, ενδεικτικά αναφερόμενων των σημάτων, γραφικών, κειμένων, διακριτικών τίτλων, domain name αποτελεί (πνευματική) ιδιοκτησία της Εταιρίας (ή και τρίτων από τους οποίους η Εταιρία έχει λάβει άδεια χρήσης για τη λειτουργία του site) και προστατεύεται από τις σχετικές διατάξεις του ελληνικού και ευρωπαϊκού δικαίου και των διεθνών συμβάσεων. Η εμφάνιση αυτών στο site δε θα πρέπει κατά κανένα τρόπο να εκληφθεί ως μεταβίβαση ή εκχώρηση άδειας ή δικαιώματος χρήσης τους. Απαγορεύεται οποιαδήποτε αντιγραφή, αναπαραγωγή, διανομή, μεταποίηση, μεταπώληση, δημιουργία παράγωγης εργασίας, τροποποίηση με οιονδήποτε τρόπο, ή παραπλάνηση του κοινού σχετικά με τον πραγματικό πάροχο του site. Η αναπαραγωγή, επανέκδοση, φόρτωση, ανακοίνωση, διάδοση, μετάδοση ή οποιαδήποτε άλλη χρήση του περιεχομένου με οποιονδήποτε τρόπο ή μέσο, για εμπορικούς ή άλλους σκοπούς, επιτρέπεται μόνο κατόπιν προηγούμενης έγγραφης συναίνεσης της Εταιρίας ή οποιουδήποτε άλλου δικαιούχου των πνευματικών δικαιωμάτων.",
			],
			list: [],
		},
		{
			title: "Ευθύνη Χρήστη",
			description: [
				"Η χρήση του site πρέπει να γίνεται αποκλειστικά για νόμιμους σκοπούς και με τρόπο που να μην περιορίζει ή εμποδίζει τη χρήση της από τρίτους. Ο επισκέπτης/χρήστης οφείλει να συμμορφώνεται με τους κανόνες και τις διατάξεις του εφαρμοστέου ελληνικού, ευρωπαϊκού και διεθνούς δικαίου, την καλή πίστη και τα χρηστά ήθη και τους παρόντες Όρους Χρήσης.",
				"Ο χρήστης συμφωνεί και αναλαμβάνει να μη χρησιμοποιεί το site",
			],
			list: [
				"α) για αποστολή, δημοσίευση, αποστολή με e-mail ή μετάδοση με άλλους τρόπους περιεχομένου που είναι παράνομο, προκαλεί παράνομη προσβολή και βλάβη στην Εταιρία ή σε οποιονδήποτε τρίτο, προσβάλλει την εμπιστευτικότητα, το απόρρητο πληροφοριών οιουδήποτε προσώπου, τα χρηστά ήθη, τις κοινωνικές αξίες, την ανηλικότητα, παραβιάζει οποιαδήποτε ευρεσιτεχνία, εμπορικό σήμα, εμπορικό μυστικό, πνευματικά δικαιώματα ή άλλα ιδιοκτησιακά δικαιώματα τρίτων κάθε είδους, ή/ και",
				"β) για αποστολή ή μετάδοση υλικού που περιέχει κακόβουλο λογισμικό ή/ και",
				"γ) για παρενόχληση τρίτων με οποιονδήποτε τρόπο.",
			],
		},
		{
			title: "Δήλωση Εχεμύθειας",
			description: [
				"Η Εταιρία αντιμετωπίζει ως απόρρητη την αλληλογραφία του χρήστη με το site και δε μεταβιβάζει το περιεχόμενό της παρά μόνο στον άμεσα ενδιαφερόμενο αποδέκτη και στις περιπτώσεις που προβλέπεται από το νόμο εφόσον αυτό ζητηθεί ή στην περίπτωση που το περιεχόμενο του μηνύματος θεωρηθεί ότι θίγει την Εταιρία. Τέτοια ενέργεια είναι απαραίτητη για α) την προστασία των δικαιωμάτων και της περιουσίας της Εταιρίας, β) την προστασία του site από κακή ή μη εξουσιοδοτημένη χρήση και γ) την προστασία της προσωπικής ασφάλειας των χρηστών ή του καταναλωτικού κοινού. Σε περίπτωση που ο χρήστης δώσει ψευδή ηλεκτρονική διεύθυνση ή προσπαθήσει να πάρει τη θέση κάποιου άλλου όταν στέλνει πληροφορίες, όλες οι πληροφορίες θα αποτελούν μέρος οποιασδήποτε έρευνας.",
			],
			list: [],
		},
		{
			title: "Λοιποί Όροι",
			description: [
				"Τυχόν ακυρότητα κάποιου ή κάποιων εκ των Όρων Χρήσης δεν επιφέρει την ακυρότητα των υπολοίπων.",
				"Οι παρόντες Όροι Χρήσης και τυχόν δικαιώματα και άδειες που παραχωρούνται βάσει αυτών δεν επιτρέπεται να μεταβιβαστούν ή να εκχωρηθούν από τον επισκέπτη/ χρήστη. Η Εταιρία δύναται να εκχωρήσει τα δικαιώματά της βάσει των παρόντων Όρων Χρήσης, χωρίς περιορισμούς. Οποιαδήποτε προσπάθεια μεταβίβασης ή εκχώρησης κατά παράβαση των παρόντων είναι άκυρη.",
				"Όλες οι κοινοποιήσεις πρέπει να γίνονται εγγράφως, μέσω αποστολής e-mail στη διεύθυνση info@wikodid.gr Υπάρχει δυνατότητα επικοινωνίας μέσω ταχυδρομείου στη διεύθυνση της Εταιρίας: Κλεομηδους 4, Αθήνα, ΤΚ 10443.",
			],
			list: [],
		},
		{
			title: "Εφαρμοστέο Δίκαιο/ Επίλυση διαφορών",
			description: [
				"Οι παρόντες Όροι Χρήσης, συμπεριλαμβανομένων των τροποποιήσεων τους, η λειτουργία του site και οι παρεχόμενες μέσω αυτής υπηρεσίες, διέπονται από το ελληνικό δίκαιο. Αν ο επισκέπτης/ χρήστης επιλέξει να αποκτήσει πρόσβαση στην Ιστοσελίδα από άλλη χώρα, έχει την ευθύνη να ακολουθήσει τη νομοθεσία της χώρας αυτής, σε περίπτωση που απαιτηθεί, κατά τη χρήση της Ιστοσελίδας.",
				"Σε κάθε περίπτωση διαφοράς που ενδεχομένως προκύψει από τη χρήση της Ιστοσελίδας ή/και την ερμηνεία και εφαρμογή των παρόντων Όρων Χρήσης, αποκλειστικά αρμόδια για την επίλυση αυτής ορίζονται τα δικαστήρια των Αθηνών.",
			],
			list: [],
		},
	],
};
